[
    {
        "contexte": "NIRD encourage le reconditionnement des ordinateurs pour prolonger leur durée de vie. Pourquoi reconditionner les ordinateurs est pertinent ?",
        "indice": "Réfléchis à ce qui évite de produire un nouvel ordinateur à chaque fois.",
        "reponses": [
            {
                "propositions": "Pour prolonger leur durée de vie",
                "resultats": true,
                "corrections": "Bonne réponse ! Cela réduit les déchets et l'utilisation de nouvelles ressources, et ton ordinateur reste utile plus longtemps."
            },
            {
                "propositions": "Pour compliquer la maintenance et rendre la sécurité plus difficile",
                "resultats": false,
                "corrections": "Incorrect. L'objectif est de simplifier l'entretien et l'usage, pas de créer des problèmes supplémentaires."
            },
            {
                "propositions": "Pour augmenter le stock d'objets inutiles",
                "resultats": false,
                "corrections": "Incorrect. Le but est de limiter le gaspillage et l'encombrement."
            }
        ]
    },
    {
        "contexte": "Les services d'apps.education.fr sont accessibles aux agents via un identifiant académique. Quel est l’identifiant utilisé pour se connecter ?",
        "indice": "C’est ce qui te permet de t’identifier de manière sécurisée sur les services numériques.",
        "reponses": [
            {
                "propositions": "Un compte",
                "resultats": true,
                "corrections": "Bonne réponse ! Un compte individuel garantit un accès sécurisé aux services."
            },
            {
                "propositions": "Un badge",
                "resultats": false,
                "corrections": "Incorrect. Le badge ne permet pas de se connecter aux plateformes numériques."
            },
            {
                "propositions": "Un mot de passe partagé",
                "resultats": false,
                "corrections": "Incorrect. Chaque utilisateur doit disposer de son propre accès."
            },
            {
                "propositions": "Une clé USB",
                "resultats": false,
                "corrections": "Incorrect. Elle sert uniquement au stockage local, pas à l’accès."
            }
        ]
    },
    {
        "contexte": "Nextcloud permet de stocker et partager des fichiers. Quel service permet de centraliser les documents pour plusieurs utilisateurs ?",
        "indice": "Quel outil centralise les documents pour que plusieurs utilisateurs puissent y accéder facilement ?",
        "reponses": [
            {
                "propositions": "Nextcloud",
                "resultats": true,
                "corrections": "Bonne réponse ! Les fichiers restent organisés et accessibles à tous les collaborateurs."
            },
            {
                "propositions": "Classe Virtuelle",
                "resultats": false,
                "corrections": "Incorrect. Elle sert aux visioconférences, pas au stockage de fichiers."
            },
            {
                "propositions": "Messagerie",
                "resultats": false,
                "corrections": "Incorrect. Elle permet d’échanger des messages mais pas de centraliser des documents."
            }
        ]
    },
    {
        "contexte": "NIRD favorise l’utilisation de logiciels libres. Quel type de logiciel permet d’être adapté librement aux besoins des utilisateurs ?",
        "indice": "Le logiciel que tu peux adapter librement à tes besoins.",
        "reponses": [
            {
                "propositions": "Libres",
                "resultats": true,
                "corrections": "Bonne réponse ! Les logiciels libres permettent transparence et personnalisation."
            },
            {
                "propositions": "Propriétaires",
                "resultats": false,
                "corrections": "Incorrect. Ces logiciels imposent des restrictions et limitent la modification."
            },
            {
                "propositions": "Obscurs",
                "resultats": false,
                "corrections": "Incorrect. Les logiciels doivent être compréhensibles et accessibles."
            },
            {
                "propositions": "Éphémères",
                "resultats": false,
                "corrections": "Incorrect. On privilégie la durabilité."
            }
        ]
    },
    {
        "contexte": "Les fichiers volumineux peuvent ralentir le système et consommer plus d’énergie. Quelle pratique NIRD recommande-t-il pour limiter cet impact ?",
        "indice": "Quel comportement limite l’impact sur les ressources tout en gardant les fichiers utiles ?",
        "reponses": [
            {
                "propositions": "Limiter la taille des fichiers",
                "resultats": true,
                "corrections": "Bonne réponse ! Cela optimise le stockage et réduit la consommation énergétique."
            },
            {
                "propositions": "Envoyer tous les fichiers en haute résolution",
                "resultats": false,
                "corrections": "Incorrect. Les fichiers trop volumineux surchargent les serveurs."
            },
            {
                "propositions": "Multiplier les doublons",
                "resultats": false,
                "corrections": "Incorrect. Cela crée un encombrement inutile et complique la gestion."
            }
        ]
    },
    {
        "contexte": "NIRD encourage l’utilisation d’images adaptées aux besoins réels. Pourquoi est-il recommandé de réduire la taille des images avant de les partager ?",
        "indice": "Pense à l'impact sur l'espace et la bande passante.",
        "reponses": [
            {
                "propositions": "Pour réduire le poids des fichiers",
                "resultats": true,
                "corrections": "Bonne réponse ! Des images optimisées facilitent le partage et allègent la charge du stockage."
            },
            {
                "propositions": "Pour dégrader volontairement la qualité",
                "resultats": false,
                "corrections": "Incorrect. L'objectif n'est pas de détériorer les images mais de les adapter."
            },
            {
                "propositions": "Pour empêcher les autres de les consulter",
                "resultats": false,
                "corrections": "Incorrect. Le but est d'améliorer l'accessibilité, pas de la limiter."
            }
        ]
    },
    {
        "contexte": "Pour faciliter la collaboration, NIRD met en avant les espaces partagés dans Nextcloud. Quel est l’avantage principal des dossiers partagés ?",
        "indice": "Réfléchis à un espace où plusieurs personnes peuvent travailler sans doublons.",
        "reponses": [
            {
                "propositions": "Centraliser les documents pour plusieurs utilisateurs",
                "resultats": true,
                "corrections": "Bonne réponse ! Cela évite les multiples copies et aide à garder les fichiers à jour."
            },
            {
                "propositions": "Créer automatiquement des fichiers pour chaque utilisateur",
                "resultats": false,
                "corrections": "Incorrect. Le but n’est pas de multiplier les fichiers mais de les rassembler."
            },
            {
                "propositions": "Remplacer les outils de communication",
                "resultats": false,
                "corrections": "Incorrect. Les dossiers partagés complètent, mais ne remplacent pas la communication."
            }
        ]
    },
    {
        "contexte": "Pour sécuriser les comptes, NIRD recommande l’utilisation de mots de passe robustes. Quel est un élément essentiel d’un mot de passe sécurisé ?",
        "indice": "Il ne doit pas être facile à deviner.",
        "reponses": [
            {
                "propositions": "Utiliser plusieurs types de caractères",
                "resultats": true,
                "corrections": "Bonne réponse ! Mélanger chiffres, lettres et symboles renforce la protection."
            },
            {
                "propositions": "Utiliser uniquement son prénom",
                "resultats": false,
                "corrections": "Incorrect. C'est trop prévisible et facilement trouvable."
            },
            {
                "propositions": "Utiliser le même mot de passe partout",
                "resultats": false,
                "corrections": "Incorrect. Cela augmente les risques en cas de fuite."
            },
            {
                "propositions": "Choisir une suite de chiffres évidente",
                "resultats": false,
                "corrections": "Incorrect. Les mots de passe simples sont très vulnérables."
            }
        ]
    },
    {
        "contexte": "NIRD valorise les usages responsables du numérique. Pourquoi est-il conseillé de désinstaller les applications inutilisées ?",
        "indice": "Pense aux ressources consommées, même quand tu ne les utilises pas.",
        "reponses": [
            {
                "propositions": "Pour libérer de la place et limiter les risques",
                "resultats": true,
                "corrections": "Bonne réponse ! Moins d'applications signifie moins de consommation et moins de failles potentielles."
            },
            {
                "propositions": "Pour empêcher l’ordinateur de démarrer",
                "resultats": false,
                "corrections": "Incorrect. Désinstaller des applications améliore généralement les performances."
            },
            {
                "propositions": "Pour réduire la taille de l'écran",
                "resultats": false,
                "corrections": "Incorrect. Cela n’a aucun lien avec l’affichage."
            }
        ]
    },
    {
        "contexte": "NIRD encourage la sobriété numérique en limitant les fichiers envoyés inutilement. Quel bon réflexe permet de réduire les envois superflus ?",
        "indice": "Réfléchis à comment éviter de multiplier les copies.",
        "reponses": [
            {
                "propositions": "Partager un lien plutôt qu'un fichier en pièce jointe",
                "resultats": true,
                "corrections": "Bonne réponse ! Un lien évite d'envoyer plusieurs copies et limite le poids des messages."
            },
            {
                "propositions": "Envoyer le fichier plusieurs fois pour être sûr",
                "resultats": false,
                "corrections": "Incorrect. Cela surcharge inutilement les boîtes de réception."
            },
            {
                "propositions": "Ajouter systématiquement des fichiers non demandés",
                "resultats": false,
                "corrections": "Incorrect. Cela complique la lecture et augmente l’impact numérique."
            },
            {
                "propositions": "Convertir tous les fichiers en vidéos",
                "resultats": false,
                "corrections": "Incorrect. Les vidéos sont souvent plus lourdes et donc moins sobres."
            }
        ]
    }
]

